{
  "added_tokens_decoder": {
    "32": {
      "content": "[SEP]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "33": {
      "content": "[PAD]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "34": {
      "content": "[CLS]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "35": {
      "content": "[MASK]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "auto_map": {
    "AutoTokenizer": [
      "tokenizer.RookTokenizer",
      null
    ]
  },
  "clean_up_tokenization_spaces": false,
  "cls_token": "[CLS]",
  "mask_token": "[MASK]",
  "model_max_length": 78,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "tokenizer_class": "RookTokenizer"
}
